GREETINGS = """Привет!

Это Телеграм-бот для быстрого просмотра скидок в магазинах по товару.

Вы можете написать боту имя или неполное имя продукта и он выведет вам \
акции товара во всех достпных магазинах.

Команды бота:
/start - начать
/help - справка
/allshops - список доступных боту магазинов
"""

SHOPS = """На данный момент список доступных сетей магазинов не конечный и \
будет расширяться со временем. Чтобы предложить свои варианты пишите \
на (...)

Список сетей магазинов доступный на данный момент:
-Санта
-Виталюр
-Соседи
...
"""

HELP = """Бот ищет акции строго по имени товара в магазине. Это значит, что \
если вы написали "гречка", бот ничего не найдёт. Так как правильное \
наименование продукта "Гречневая крупа". В таком случае рекомендуется писать \
неполное имя товара. Напрмер "греч". \

После отправленного вами сообщения, подождите пока бот не ответит. Это может \
занять некоторое время(... секунд).
"""

NOT_FOUND = """\nНичего не нашли. На сайте отсутствуют предложения или \
что-то не так с вашим запросом.
"""
