GREETINGS = """Привет!

Это Телеграм-бот для быстрого просмотра скидок в магазинах по товару.

Он может показать все доступные боту магазины и акции в них. Если вам \
необходим какой-то товар , бот выведет список всех магазинов, где товар \
находится на скидке. Он также покажет цену на товар.

Команды бота:
/start - начать
/help - справка
/allshops - список доступных боту магазинов
/alldicounts "shop" - все акционные товары в указанном магазине
/discount "product" - все магазины где товар на скидке с ценником
"""

HELP = """На данный момент список доступных сетей магазинов не конечный и \
будет расширяться со временем. Чтобы предложить свои варианты пишите \
на (...)

Список сетей магазинов доступный на данный момент:
-Санта
-Виталюр
...
"""
